Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutAnd
source: Checks whether all arguments are true, and returns true if all arguments are true.
bg_bg: Проверява дали всички аргументи са true и връща true, ако всички аргументи са true.
ca_es: Comprova si tots els arguments són true i retorna true si tots els arguments ho són.
cs_cz: Zkontroluje, jestli jsou všechny argumenty pravdivé, a pokud ano, vrátí hodnotu true.
da_dk: Kontrollerer, om alle argumenter er sande og returnerer sande, hvis alle argumenter er sande.
de_de: Überprüft, ob alle Argumente wahr sind, und gibt WAHR zurück, wenn dies der Fall ist.
el_gr: Ελέγχει αν όλα τα ορίσματα είναι αληθή και επιστρέφει την τιμή true, αν όλα τα ορίσματα είναι αληθή.
es_es: Comprueba si todos los argumentos son verdaderos y devuelve TRUE si todos lo son.
et_ee: Kontrollib, kas kõik argumendid on tõesed, ja kui on, tagastab väärtuse Tõene.
eu_es: Argumentu guztiak egia diren egiaztatzen du eta, horrela bada, "egia" balioa itzultzen du.
fi_fi: Tarkistaa, ovatko kaikki argumentit tosia, ja palauttaa arvon tosi, jos kaikki argumentit ovat tosia.
fr_fr: Vérifie si tous les arguments ont la valeur Vrai, puis retourne Vrai si tel est le cas.
gl_es: Comproba se todos os argumentos son verdadeiros e devolve verdadeiro se o son.
hi_in: यह जाँचता है कि सभी तर्क सत्य हैं और सभी तक सत्य होने पर सत्य लौटाता है.
hr_hr: Provjerava jesu li svi argumenti true i vraća true ako su svi argumenti true.
hu_hu: Ellenőrzi, hogy minden argumentum igaz-e, majd a true (igaz) eredményt adja vissza, ha minden argumentum igaz.
it_it: Controlla se gli argomenti sono tutti veri e, in questo caso, restituisce vero.
ja_jp: すべての引数が True かどうかをチェックし、すべての引数が True の場合には True を返します。
kk_kz: Барлық аргументтерде "шын" мәнінің болуын тексереді және барлық аргументтерде "шын" мәні болса, "шын" мәнін қайтарады.
ko_kr: 모든 인수가 true인지 여부를 확인하고 모든 인수가 true일 경우 true를 반환합니다.
lt_lt: Tikrina, ar visi argumentai yra tinkami, ir pateikia reikšmę TRUE, jei visų argumentų reikšmė yra TRUE.
lv_lv: Pārbauda, vai visi argumenti ir patiesi, un, ja visi ir argumenti ir patiesi, atgriež vērtību "true".
ms_my: Menyemak sama ada semua argumen adalah benar dan mengembalikan benar jika semua argumen adalah benar.
nb_no: Kontrollerer om alle argumenter er sanne, og returnerer sann hvis alle argumentene er sanne.
nl_nl: Hiermee wordt gecontroleerd of alle argumenten waar zijn, en retourneert de waarde waar als alle argumenten waar zijn.
pl_pl: Sprawdza, czy wszystkie argumenty mają wartość Prawda, i w takiej sytuacji zwraca wartość Prawda.
pt_br: Verifica se todos os argumentos são verdadeiros, retornando true se for o caso.
pt_pt: Verifica se todos os argumentos são verdadeiros e devolve verdadeiro se todos os argumentos forem verdadeiros.
ro_ro: Verifică dacă toate argumentele au valoarea adevărat și returnează adevărat dacă toate argumentele au valoarea adevărat.
ru_ru: Проверяет, все ли аргументы имеют значение true, и возвращает значение true, если все аргументы имеют значение true.
sk_sk: Skontroluje, či sú všetky argumenty pravdivé, a ak sú, vráti výsledok pravda.
sl_si: Preveri, ali so vsi argumenti ovrednoteni kot »true«, in vrne »true«, če so vsi argumenti ovrednoteni kot »true«.
sr_cyrl_rs: Проверава да ли су сви аргументи тачни и враћа тачно ако јесу.
sr_latn_rs: Proverava da li su svi argumenti tačni i vraća tačno ako jesu.
sv_se: Kontrollerar om alla argument är sanna och returnerar sant om så är fallet.
th_th: ตรวจสอบว่าอาร์กิวเมนต์ทั้งหมดเป็น true และคืนค่า true ถ้าอาร์กิวเมนต์ทั้งหมดเป็น true
tr_tr: Tüm bağımsız değişkenlerin true olup olmadığını kontrol eder ve hepsi true ise true değerini döndürür.
uk_ua: Перевіряє, чи всі аргументи мають значення "Істина". Якщо це так, повертає значення "Істина".
vi_vn: Kiểm tra xem tất cả đối số có đúng hay không và có trả về giá trị đúng nếu tất cả các đối số đều đúng.
zh_cn: 检查所有参数是否均为 true，如果所有参数都是 true，则返回 true。
zh_tw: 檢查是否所有引數皆為 True，若所有引數皆為 True，則傳回 True。

# AboutOr
source: Checks whether any of the arguments are true, and returns true or false. Returns false only if all arguments are false.
bg_bg: Проверява дали които и да е от аргументите са true и връща true или false. Връща false само ако всички аргументи са false.
ca_es: Comprova si cap argument és true i retorna true o false. Retorna false només si tots els arguments són false.
cs_cz: Ověří, jestli má některý argument hodnotu true, a pokud ano, vrátí hodnotu true. Pokud mají všechny argumenty hodnotu false, vrátí hodnotu false.
da_dk: Kontroller, om nogen af argumenterne er sande, og returnerer sand eller falsk. Returnerer kun falsk, hvis alle argumenter er falske.
de_de: Überprüft, ob Argumente WAHR sind, und gibt WAHR oder FALSCH zurück. Gibt nur FALSCH zurück, wenn alle Argumente FALSCH sind.
el_gr: Ελέγχει εάν κάποιο από τα ορίσματα έχει τιμή true και επιστρέφει τιμή true ή false. Επιστρέφει τιμή false μόνο εάν όλα τα ορίσματα έχουν τιμή false.
es_es: Compruebe si alguno de los argumentos es verdadero y devuelve TRUE o FALSE. Solo devuelve FALSE si todos los argumentos son falsos.
et_ee: Kontrollib, kas mõni argument on tõene, ja tagastab väärtuse Tõene või Väär. Tagastab väärtuse Väär ainult juhul, kui kõik argumendid on väärad.
eu_es: Emandako argumenturen bat egia den egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du. Argumentu guztiak gezurra badira, "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, ovatko kaikki argumentit tosia, ja palauttaa arvon tosi tai epätosi. Palauttaa arvon epätosi vain, jos kaikki argumentit ovat epätosia.
fr_fr: Vérifie si l’un des arguments a la valeur Vrai, puis retourne Vrai ou Faux. Retourne Faux uniquement si tous les arguments ont la valeur Faux.
gl_es: Comproba se algún dos argumentos é verdadeiro e devolve verdadeiro ou falso. Só devolve falso se todos os argumentos son falsos.
hi_in: यह जाँचता है कि क्या कोई भी तर्क सही है, और सत्य या असत्य लौटाता है. यदि सभी तर्क असत्य हों तो असत्य लौटाता है.
hr_hr: Provjerava je li neki od argumenata true i vraća true ili false. Vraća false samo ako su svi argumenti false.
hu_hu: Ellenőrzi, hogy igaz-e bármelyik argumentum, és a true (igaz) vagy a false (hamis) értéket adja vissza. Csak akkor adja vissza a false eredményt, ha minden argumentum hamis.
it_it: Verifica se il valore di uno degli argomenti è vero e restituisce vero o falso. Restituisce falso se il valore di tutti gli argomenti è falso.
ja_jp: いずれかの引数が True かどうかをチェックし、True または False を返します。False を返すのは、すべての引数が False の場合のみです。
kk_kz: Аргументтердің "шын" мәніне ие болуын тексереді және "шын" немесе "жалған" мәнін қайтарады. Барлық аргументтер "жалған" мәніне ие болса ғана "жалған" мәнін қайтарады.
ko_kr: 인수가 true인지 여부를 확인하고 true나 false를 반환합니다. 모든 인수가 false인 경우에만 false가 반환됩니다.
lt_lt: Tikrina, ar kuris nors iš argumentų yra TRUE, ir pateikia TRUE arba FALSE. FALSE pateikia tik jei visi argumentai yra FALSE.
lv_lv: Pārbauda, vai kādi argumenti ir patiesi, un atgriež vērtību "true" vai "false". Atgriež "false" tikai tad, ja visi argumenti ir aplami.
ms_my: Menyemak sama ada mana-mana argumen adalah benar dan mengembalikan benar atau palsu. Mengembalikan palsu hanya jika semua argumen adalah palsu.
nb_no: Kontrollerer om noen av argumentene har verdien SANN, og returnerer SANN eller USANN. Returnerer bare USANN hvis alle argumentene har verdien USANN.
nl_nl: Hiermee wordt gecontroleerd of de argumenten waar zijn, waarna de waarde waar of onwaar wordt geretourneerd. Onwaar wordt alleen geretourneerd als alle argumenten onwaar zijn.
pl_pl: Sprawdza, czy którykolwiek z argumentów ma wartość prawda i zwraca wartość prawda lub fałsz. Zwraca wartość fałsz tylko wtedy, gdy wszystkie argumenty mają wartość fałsz.
pt_br: Verifica se algum dos argumentos é verdadeiro e retorna verdadeiro ou falso. Só retorna falso se todos os argumentos forem falsos.
pt_pt: Verifica se algum dos argumentos é verdadeiro e devolve verdadeiro ou falso. Apenas devolve falso se todos os argumentos forem falsos.
ro_ro: Verifică dacă vreunul dintre argumente este adevărat și returnează adevărat sau fals. Returnează fals numai dacă toate argumentele sunt false.
ru_ru: Проверяет, имеет ли любой из аргументов значение true, и возвращает true или false. Возвращает false, только если все аргументы имеют значение false.
sk_sk: Skontroluje, či je ktorýkoľvek z argumentov pravdivý, a vráti výsledok pravda alebo nepravda. Výsledok nepravda vráti iba v prípade, že sú nepravdivé všetky argumenty.
sl_si: Preveri, ali je kateri izmed argumentov »true« in vrne »true« ali »false«. Vrednost »false« vrne le, če so vsi argumenti »false«.
sr_cyrl_rs: Проверава да ли је неки од аргумената тачан и враћа „тачно“ или „нетачно“. Враћа „нетачно“ само ако су сви аргументи нетачни.
sr_latn_rs: Proverava da li je neki od argumenata tačan i vraća „tačno“ ili „netačno“. Vraća „netačno“ samo ako su svi argumenti netačni.
sv_se: Kontrollerar om något av argumenten är sanna och returnerar sant eller falstkt. Returnerar bara falskt om alla argumenten är falska.
th_th: ตรวจสอบว่าอาร์กิวเมนต์ตัวใดตัวหนึ่งเป็น true หรือไม่ และส่งกลับค่า true หรือ false ส่งกลับ false ต่อเมื่ออาร์กิวเมนต์ทั้งหมดเป็น false
tr_tr: Bağımsız değişkenlerin true olup olmadığını denetler ve true veya false değeri döndürür. Yalnızca tüm bağımsız değişkenler false ise false değeri döndürür.
uk_ua: Перевіряє істинність будь-якого з аргументів і повертає значення "Істина" або "Хибність". Повертає "Хибність", лише якщо всі аргументи хибні.
vi_vn: Kiểm tra xem mọi đối số có đúng hay không, đồng thời trả về giá trị là đúng hay sai. Trả về giá trị là sai chỉ khi mọi đối số đều là sai.
zh_cn: 检查是否有任何参数为 true，并返回 true 或 false。仅当所有参数都是 false 时才返回 false。
zh_tw: 檢查是否有任一引數為 True，並傳回 True 或 False。只有當所有引數皆為 False 時，才會傳回 False。

# AboutNot
source: Changes false to true and true to false.
bg_bg: Променя false на true и true на false.
ca_es: Canvia de false a true i de true a false.
cs_cz: Změní hodnotu false na true nebo naopak.
da_dk: Ændrer falsk til sandt og sandt til falsk.
de_de: Ändert FALSCH in WAHR und WAHR in FALSCH.
el_gr: Αλλάζει την τιμή false σε true και την τιμή true σε false.
es_es: Cambia FALSE a TRUE y TRUE a FALSE.
et_ee: Muudab väärtuse Tõene väärtuseks Väär ja väärtuse Väär väärtuseks Tõene.
eu_es: Faltsuak diren elementuak egi bihurtzen ditu eta alderantziz.
fi_fi: Muuttaa epätoden todeksi ja toden epätodeksi.
fr_fr: Remplace les valeurs Vrai par des valeurs Faux et inversement.
gl_es: Cambia falso a verdadeiro e verdadeiro a falso.
hi_in: असत्य को सत्य में और सत्य को असत्य में बदलता है.
hr_hr: Mijenja false u true ili true u false.
hu_hu: A false értéket true-ra, a true-t false-ra módosítja.
it_it: Inverte i valori falso in vero e vero in falso.
ja_jp: False を True へ、True を False へ変更します。
kk_kz: "Жалған" мәнін "шын" мәніне және керісінше өзгертеді.
ko_kr: false를 true로, true를 false로 변경합니다.
lt_lt: Pakeičia reikšmę FALSE į TRUE ir TRUE į FALSE.
lv_lv: Maina "false" uz "true" un "true" uz "false".
ms_my: Mengubahkan palsu ke benar dan benar ke palsu.
nb_no: Endrer usann til sann og sann til usann.
nl_nl: Hiermee wordt de waarde onwaar gewijzigd in waar en waar in onwaar.
pl_pl: Zmienia wartość fałsz na prawda i prawda na fałsz.
pt_br: Altera falso para verdadeiro e verdadeiro para falso.
pt_pt: Altera falso para verdadeiro e verdadeiro para falso.
ro_ro: Modifică valorile fals în adevărat și invers.
ru_ru: Изменяет false на true, а true на false.
sk_sk: Zmení výsledok nepravda na pravda a pravda na nepravda.
sl_si: Spremeni »false« v »true« in »true« v »false«.
sr_cyrl_rs: Мења погрешно у исправо и исправно у погрешно.
sr_latn_rs: Menja pogrešno u ispravo i ispravno u pogrešno.
sv_se: Ändrar falskt till sant och sant till falskt.
th_th: เปลี่ยน false เป็น true และ true เป็น false
tr_tr: False değerleri true, true değerleri ise false olarak değiştirir.
uk_ua: Змінює значення "Хибність" на "Істина" й навпаки.
vi_vn: Thay đổi sai thành đúng và đúng thành sai.
zh_cn: 将 false 更改为 true，并将 true 更改为 false。
zh_tw: 將 False 變更為 True，以及將 True 變更為 False。

# LogicalFuncParam
source: logical
bg_bg: логически
ca_es: lògica
cs_cz: logická_hodnota
da_dk: logisk
de_de: Wahrheitswert
el_gr: λογική
es_es: lógico
et_ee: loogiline
eu_es: logikoa
fi_fi: looginen
fr_fr: logique
gl_es: lóxica
hi_in: तार्किक
hr_hr: logičko
hu_hu: logikai
it_it: logico
ja_jp: 論理
kk_kz: логикалық
ko_kr: 논리
lt_lt: loginis
lv_lv: loģisks
ms_my: logik
nb_no: logisk
nl_nl: logisch
pl_pl: funkcja_logiczna
pt_br: lógico
pt_pt: lógico
ro_ro: logic
ru_ru: логический
sk_sk: logická_hodnota
sl_si: logično
sr_cyrl_rs: логички
sr_latn_rs: logički
sv_se: logiskt
th_th: ลอจิคัล
tr_tr: mantıksal
uk_ua: логічна
vi_vn: lô_gic
zh_cn: 逻辑
zh_tw: 邏輯

# AboutAnd_logical
source: A logical expression to factor into the And operation.
bg_bg: Логически израз за включване в операцията And.
ca_es: Expressió lògica que s'inclourà en l'operació And.
cs_cz: Logický výraz, který se má zohlednit při operaci And
da_dk: Et logisk udtryk, der skal indregnes i Og-handlingen.
de_de: Ein logischer Ausdruck, der einen Faktor im Und-Vorgang bildet.
el_gr: Λογική παράσταση που χρησιμοποιείται ως συντελεστής στη λειτουργία AND.
es_es: Una expresión lógica que se va a factorizar en la operación Y.
et_ee: Loogikaavaldis, mis lisatakse toimingusse And.
eu_es: "And" eragiketan faktorizatuko den espresio logikoa.
fi_fi: Ja-toiminnossa käytettävä looginen lauseke.
fr_fr: Expression logique à factoriser dans l’opération And.
gl_es: Expresión lóxica que se vai factorizar na operación And.
hi_in: And कार्रवाई में कारक के लिए एक तार्किक व्यंजक.
hr_hr: Logički izraz koji se uračunava u operaciju And.
hu_hu: Az AND műveletben figyelembe veendő logikai kifejezés.
it_it: Espressione logica da considerare nell'operazione di tipo E.
ja_jp: And 操作の要素にする論理式。
kk_kz: "Және" операциясына әсер ететін логикалық мән.
ko_kr: And 연산에 포함할 논리 식입니다.
lt_lt: Loginis reiškinys, skirtas naudoti operacijoje IR.
lv_lv: Loģiska izteiksme, ko ņemt vērā And operācijā.
ms_my: Ungkapan logik untuk difaktorkan ke dalam operasi Dan.
nb_no: Et logisk uttrykk som legges inn som faktor i Og-operasjonen.
nl_nl: Een logische expressie om de And-bewerking in overweging te nemen.
pl_pl: Wyrażenie logiczne do zastosowania jako współczynnik operacji And.
pt_br: Expressão lógica a calcular na operação And.
pt_pt: Uma expressão lógica a ter em conta na operação de And.
ro_ro: O expresie logică de factorizat în operația And.
ru_ru: Логическое выражение для использования в операции И.
sk_sk: Logický výraz na použitie v operácii And.
sl_si: Logični izraz, ki bo uporabljen kot količnik v operaciji And.
sr_cyrl_rs: Логички израз за израчунавање And операције.
sr_latn_rs: Logički izraz za izračunavanje And operacije.
sv_se: Ett logiskt uttryck att ta med i And-operationen.
th_th: นิพจน์ลอจิคัลที่เป็นตัวประกอบในการดำเนินการ And
tr_tr: And işleminde göz önünde bulundurulacak mantıksal bir ifade.
uk_ua: Логічний вираз з оператором "І".
vi_vn: Biểu thức lô-gic cần tính đến phép toán And.
zh_cn: 作为 And 运算的系数的逻辑表达式。
zh_tw: 要納入 And 運算中作為因素的邏輯運算式。

# AboutOr_logical
source: A logical expression to factor into the Or operation.
bg_bg: Логически израз, който да се включи в операцията Or.
ca_es: Expressió lògica que s'inclourà en l'operació Or.
cs_cz: Logický výraz, který se má vyhodnotit operací Or
da_dk: Et logisk udtryk, der skal indregnes i Eller-handlingen.
de_de: Ein logischer Ausdruck, der einen Faktor im Oder-Vorgang bildet.
el_gr: Λογική παράσταση που χρησιμοποιείται ως συντελεστής στη λειτουργία OR.
es_es: Una expresión lógica que se va a factorizar en la operación O.
et_ee: Loogikaavaldis, mis lisatakse toimingusse OR.
eu_es: "Or" eragiketan faktorizatuko den espresio logikoa.
fi_fi: Tai-toiminnossa käytettävä looginen lauseke.
fr_fr: Expression logique à factoriser dans l’opération Or.
gl_es: Expresión lóxica que se vai factorizar na operación Or.
hi_in: Or कार्रवाई में कारक बनाने के लिए एक तार्किक व्यंजक.
hr_hr: Logički izraz koji se uračunava u operaciju Or.
hu_hu: Az Or műveletben figyelembe veendő logikai kifejezés.
it_it: Espressione logica da considerare nell'operazione di tipo O.
ja_jp: Or 操作の要素にする論理式。
kk_kz: "Немесе" операциясына әсер ететін логикалық өрнек.
ko_kr: Or 연산에 포함할 논리 식입니다.
lt_lt: Loginis reiškinys, skirtas naudoti operacijoje ARBA.
lv_lv: Loģiska izteiksme, ko ņemt vērā Or operācijā.
ms_my: Ungkapan logik untuk difaktorkan ke dalam operasi Atau.
nb_no: Et logisk uttrykk som skal faktoreres i Or-operasjonen.
nl_nl: Een logische expressie die moet worden opgenomen in de Or-bewerking.
pl_pl: Wyrażenie logiczne do uwzględnienia w operacji Or.
pt_br: Expressão lógica a fatorar na operação Or.
pt_pt: Uma expressão lógica determinante dentro da operação Or.
ro_ro: O expresie logică de factorizat în operațiunea Sau.
ru_ru: Логическое выражение для использования в операции ИЛИ.
sk_sk: Logický výraz na použitie v operácii Or.
sl_si: Logični izraz, ki bo uporabljen v operaciji Or.
sr_cyrl_rs: Логички израз за израчунавање Or операције.
sr_latn_rs: Logički izraz za izračunavanje Or operacije.
sv_se: Ett logiskt uttryck att ta med i Or-åtgärden.
th_th: นิพจน์ลอจิคัลที่เป็นตัวประกอบในการดำเนินการ Or
tr_tr: Or işleminde göz önünde bulundurulacak bir mantıksal ifade.
uk_ua: Логічний вираз з оператором "Або".
vi_vn: Một biểu thức lô-gic cho hệ số trong phép toán Or.
zh_cn: 作为 Or 运算的系数的逻辑表达式。
zh_tw: 要納入 Or 運算中考量的邏輯運算式。

# AboutNot_logical
source: A logical expression to negate.
bg_bg: Логически израз за присвояване на отрицание.
ca_es: Expressió lògica que es negarà.
cs_cz: Logický výraz, který se má negovat
da_dk: Et logisk udtryk, der skal ophæves.
de_de: Ein zu negierender logischer Ausdruck.
el_gr: Μια λογική παράσταση για άρνηση.
es_es: Una expresión lógica que se va a negar.
et_ee: Loogikaavaldis, mis muudetakse negatiivseks.
eu_es: Ezeztatuko den espresio logikoa.
fi_fi: Kielteiseksi määritettävä looginen lauseke.
fr_fr: Expression logique à inverser.
gl_es: Expresión lóxica que se vai negar.
hi_in: खंडन करने के लिए एक तार्किक व्यंजक.
hr_hr: Logički izraz koji se negira.
hu_hu: Az a logikai kifejezés, amelyet tagadni kell.
it_it: Espressione logica da negare.
ja_jp: 否定する論理式。
kk_kz: Инверттелетін логикалық өрнек.
ko_kr: 부정할 논리 식입니다.
lt_lt: Loginis reiškinys, kurį reikia paneigti.
lv_lv: Loģiska izteiksme, kas jānoraida.
ms_my: Ungkapan logik untuk dinafikan.
nb_no: Et logisk uttrykk som skal negeres.
nl_nl: Een logische expressie waarvan de waarde negatief moet worden gemaakt.
pl_pl: Wyrażenie logiczne do zanegowania.
pt_br: Expressão lógica a ser negada.
pt_pt: Uma expressão lógia para negar.
ro_ro: O expresie logică de negat.
ru_ru: Логическое выражение для отрицания.
sk_sk: Logický výraz na negáciu.
sl_si: Logični izraz, ki ga je treba zanikati.
sr_cyrl_rs: Логички израз негирања.
sr_latn_rs: Logički izraz negiranja.
sv_se: Ett logiskt uttryck att negera.
th_th: นิพจน์ลอจิคัลที่จะเปลี่ยนเครื่องหมาย
tr_tr: Negatif yapılacak bir mantıksal ifade.
uk_ua: Логічний вираз для операції відхилення.
vi_vn: Biểu thức lô-gic để phủ định.
zh_cn: 要求反的逻辑表达式。
zh_tw: 要否定的邏輯運算式。

# AboutCount
source: Counts the numeric values in the specified column.
bg_bg: Преброява числовите стойности в указаната колона.
ca_es: Compta els valors numèrics de la columna especificada.
cs_cz: Určí počet číselných hodnot v zadaném sloupci.
da_dk: Tæller de numeriske værdier i den angivne kolonne.
de_de: Zählt die Zahlenwerte in der angegebenen Spalte.
el_gr: Μετρά τις αριθμητικές τιμές στην καθορισμένη στήλη.
es_es: Cuenta los valores numéricos de la columna especificada.
et_ee: Loendab määratud veerus arvväärtused.
eu_es: Zehaztutako zutabeko zenbakizko balioak zehazten ditu.
fi_fi: Laskee määritetyn sarakkeen numeeriset arvot.
fr_fr: Compte les valeurs numériques dans la colonne spécifiée.
gl_es: Conta os valores numéricos da columna especificada.
hi_in: निर्दिष्ट स्तंभ में सांख्यिक मानों की गणना करता है.
hr_hr: Broji numeričke vrijednosti u navedenom stupcu.
hu_hu: Megszámolja a megadott oszlopban szereplő numerikus értékeket.
it_it: Conta i valori numerici nella colonna specificata.
ja_jp: 指定の列にある数値をカウントします。
kk_kz: Көрсетілген бағандағы сандық мәндерді есептейді.
ko_kr: 지정된 열의 숫자 값을 계산합니다.
lt_lt: Suskaičiuoja skaitines reikšmes nurodytame stulpelyje.
lv_lv: Saskaita skaitliskās vērtības norādītajā kolonnā.
ms_my: Mengira nilai angka dalam lajur yang ditentukan.
nb_no: Teller de numeriske verdiene i den angitte kolonnen.
nl_nl: Hiermee wordt het aantal numerieke waarden in de opgegeven kolom geteld.
pl_pl: Zlicza wartości numeryczne w określonej kolumnie.
pt_br: Conta os valores numéricos da coluna especificada.
pt_pt: Conta os valores numéricos na coluna especificada.
ro_ro: Numără valorile numerice din coloana specificată.
ru_ru: Подсчитывает числовые значения в указанном столбце.
sk_sk: Spočíta numerické hodnoty v zadanom stĺpci.
sl_si: Prešteje številske vrednosti v določenem stolpcu.
sr_cyrl_rs: Броји нумеричке вредности у наведеној колони.
sr_latn_rs: Broji numeričke vrednosti u navedenoj koloni.
sv_se: Räknar de numeriska värdena i den angivna kolumnen.
th_th: นับค่าตัวเลขในคอลัมน์ที่ระบุ
tr_tr: Belirtilen sütundaki sayısal değerleri hesaplar.
uk_ua: Рахує числові значення в указаному стовпці.
vi_vn: Tính giá trị số trong cột được chỉ định.
zh_cn: 对指定列中的数值进行计数。
zh_tw: 計算指定資料行中的數值。

# AboutCountA
source: Counts the number of rows in the column that are not empty.
bg_bg: Преброява броя на редовете в колоната, които не се празни.
ca_es: Compta el nombre de files de la columna que no estan buides.
cs_cz: Určí počet neprázdných řádků ve sloupci.
da_dk: Tæller antallet af rækker i kolonnen, som ikke er tomme.
de_de: Zählt die nicht leeren Zeilen in der Spalte.
el_gr: Μετρά τον αριθμό σειρών στη στήλη που δεν είναι κενές.
es_es: Cuenta el número de filas en la columna que no están vacías.
et_ee: Loendab veerus mittetühjad read.
eu_es: Hutsik ez dauden zutabeko errenkada kopurua zehazten du.
fi_fi: Laskee sarakkeen niiden rivien määrän, jotka eivät ole tyhjiä.
fr_fr: Compte le nombre de lignes non vides dans la colonne.
gl_es: Conta o número de filas da columna que non están baleiras.
hi_in: जो स्तंभ रिक्त नहीं हैं उनमें पंक्तियों की संख्या की गणना करता है.
hr_hr: Broji retke u stupcu koji nisu prazni.
hu_hu: Megszámolja az oszlopban azokat a sorokat, amelyek nem üresek.
it_it: Conta il numero di righe non vuote nella colonna.
ja_jp: 列の空ではない行数をカウントします。
kk_kz: Бағандағы бос емес жолдардың санын есептейді.
ko_kr: 비어 있지 않은 열의 행 수를 계산합니다.
lt_lt: Suskaičiuoja netuščias stulpelio eilutes.
lv_lv: Saskaita rindas kolonnā, kas nav tukšas.
ms_my: Mengira bilangan baris dalam lajur yang tidak kosong.
nb_no: Teller antall rader i kolonnen som ikke er tomme.
nl_nl: Hiermee wordt het aantal rijen in de kolom geteld die niet leeg zijn.
pl_pl: Zlicza niepuste wiersze w tabeli.
pt_br: Conta o número de linhas que não estão vazias na coluna.
pt_pt: Conta o número de linhas na coluna que não estão vazias.
ro_ro: Numără rândurile din coloană care nu sunt goale.
ru_ru: Подсчитывает число непустых строк в столбце.
sk_sk: Spočíta počet riadkov v stĺpci, ktoré nie sú prázdne.
sl_si: Prešteje vrstice v stolpcu, ki niso prazne.
sr_cyrl_rs: Пребројава број редова у колони који нису празни.
sr_latn_rs: Prebrojava broj redova u koloni koji nisu prazni.
sv_se: Räknar antalet rader i kolumnen som inte är tomma.
th_th: นับจำนวนแถวที่ไม่ว่างเปล่าในคอลัมน์
tr_tr: Sütundaki boş olmayan satırların sayısını hesaplar.
uk_ua: Рахує кількість непустих рядків у стовпці.
vi_vn: Tính số hàng trong cột không trống.
zh_cn: 对列中不为空的行数进行计数。
zh_tw: 計算非空白資料行中的資料列數目。
